MALE_NAMES = [
    "Александр", "Дмитрий", "Максим", "Сергей", "Андрей", "Алексей",
    "Илья", "Кирилл", "Никита", "Михаил", "Егор", "Владимир",
    "Павел", "Роман", "Иван", "Денис", "Евгений", "Олег",
    "Тимофей", "Артём", "Виктор", "Григорий", "Степан"
]
FEMALE_NAMES = [
    "Анна", "Мария", "Елена", "Ольга", "Татьяна", "Наталья",
    "Ирина", "Светлана", "Дарья", "Екатерина", "Виктория",
    "Юлия", "Анастасия", "Людмила", "Валентина", "Кристина",
    "Алёна", "Маргарита", "Вероника", "София"
]
MALE_SURNAMES = [
    "Иванов", "Петров", "Сидоров", "Кузнецов", "Смирнов", "Попов",
    "Васильев", "Соколов", "Михайлов", "Фёдоров", "Морозов", "Волков",
    "Алексеев", "Лебедев", "Семёнов", "Егоров", "Павлов", "Козлов",
    "Степанов", "Николаев", "Орлов", "Андреев", "Макаров", "Никитин"
]
FEMALE_SURNAMES = [
    "Иванова", "Петрова", "Сидорова", "Кузнецова", "Смирнова", "Попова",
    "Васильева", "Соколова", "Михайлова", "Фёдорова", "Морозова", "Волкова",
    "Алексеева", "Лебедева", "Семёнова", "Егорова", "Павлова", "Козлова",
    "Степанова", "Николаева", "Орлова", "Андреева", "Макарова", "Никитина"
]
MALE_PATRONYMICS = [
    "Александрович", "Дмитриевич", "Максимович", "Сергеевич", "Андреевич",
    "Алексеевич", "Ильич", "Кириллович", "Никитич", "Михайлович",
    "Павлович", "Романович", "Иванович", "Денисович", "Евгеньевич",
    "Олегович", "Тимофеевич", "Артёмович", "Викторович", "Григорьевич"
]
FEMALE_PATRONYMICS = [
    "Александровна", "Дмитриевна", "Максимовна", "Сергеевна", "Андреевна",
    "Алексеевна", "Ильинична", "Кирилловна", "Никитична", "Михайловна",
    "Павловна", "Романовна", "Ивановна", "Денисовна", "Евгеньевна",
    "Олеговна", "Тимофеевна", "Артёмовна", "Викторовна", "Григорьевна"
]

CAS_LOCATIONS = [
    ("6e760ae4-6615-11ef-9f89-00620bc81861", "Кафедра гражданско-правовых дисциплин"),
    ("0a0ceca7-a1a2-11ea-815e-005056a03e4f", "Международно-правовой факультет"),
    ("0a000e99-a2a1-11e5-80dc-005056a00b6e", "Факультет экономических и социальных наук"),
    ("1a281c3a-d453-11ed-a2e5-149ecf4cb24c", "Кафедра конституционного и муниципального права"),
    ("3d4b8136-5f9d-11ea-8144-005056a03e4f", "Кафедра гражданского права и процесса"),
]

CAS_ORGANIZATIONS = [
    ("0ecd1d53-4239-11ec-a2d8-149ecf4ca980", "Северодвинский филиал"),
    ("1a41b037-c5fc-11e5-80e4-005056a00b6e", "Мурманский филиал"),
    ("1ee83525-b9fb-11e5-80e1-005056a00b6e", "Томский филиал"),
    ("2dbc440e-4239-11ec-a2d8-149ecf4ca980", "Серпуховской филиал"),
    ("3aba8fe7-b2d5-11e5-80e1-005056a00b6e", "Новокузнецкий филиал"),
    ("e94a134f-b301-11e5-80e1-005056a00b6e", "Московский областной филиал"),
]